export const lists = [
  {
    t: "功能测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '陆风汽车',
    content: [
      {
        cont: ['由陆风汽车倾力打造的-“陆风之家APP” 于今日正式上线。陆风之家APP的成功推出，标志着陆风汽车线上服务出了更为长远，作为一款一站式出行应用程序，旨在提供更便捷地车主服务，为确保的车主的“陆风家”APP优质体验'],
        imgs: ['wei1.jpg', 'wei2.jpg', 'wei3.jpg', 'wei4.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['测试人员、测试设备的不足，无法满足深入的广度和深度。产品上线后用户反馈存在兼容性问题。'],
        title: '现状问题'
      },
      {
        cont: ['注重APP在不同网络、地域、机型、功能模块、性能指标、真实操作路径下的稳定性及安全性凭借强有力的专家团队，进行真人真机执行测试，通过BUG探索与用例设计，发现应用中的各等级功能缺陷和UI问题，并在测试报告中提供BUG详细截图及复现过程。'],
        title: '解决方案'
      }
    ],
    pcont: ['专家分析走查+自动化功能测试', '测试团队通过专家结合工具的测试方法进行功能测试服务']
  },
  {
    t: "兼容测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '格兰仕智能冰箱',
    content: [
      {
        cont: ['药渡头条app是一款药物资讯应用，药渡头条app为用户提供最新的全球药物研发资讯，让用户可以随时了解医药研发数据，为医药发展提供帮助。药渡致力于建设全球专业的药物信息数据中心，为医药研发专业人士提供实用的药物信息移动检索服务，让医药研发数据触手可得。'],
        imgs: ['c01.jpg', 'c02.jpg', 'c03.jpg', 'c04.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['测试人员较少，只能集中于验证功能和业务的实现。缺少测试设备和完善深入的测试方法找到隐藏的问题。产品上线后用户反馈存在兼容性问题。'],
        title: '现状问题'
      },
      {
        cont: ['针对药渡头条APP进行兼容性测试，验证该产品对于智能手机品牌和机型的兼容性。通过正式环境下的兼容性测试，检查APP在各Android终端的适配率，主要检查APP能否正常进行安装、基本功能运行、卸载和升级，并且检查APP在运行过程中是否存在运行问题及UI展示问题。'],
        title: '解决方案'
      }
    ],
    pcont: ['上千款测试真机设备供客户挑选，', '完善自动化测试系统，快速定位，解决问题。']
  },
  {
    t: "性能测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '广东省“智慧食药监”基础平台',
    content: [
      {
        cont: ['智慧食药监基础平台由广东省食品药品监管局研发，主要目的是大力推动“互联网+”新技术、新模式、新理念与监管工作深度融合广泛应用移动互联网、物联网、云计算、大数据、智能终端等新一代互联网技术，建成省级食品药品监管数据中心统一信息网络。'],
        imgs: ['property1.jpg', 'property2.jpg', 'property3.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['大型政府行业信息化建设项目。完成系统开发之后需要权威的第三方独立测试机构提供全面的测试服务，并出具有公信力的测试报告。'],
        title: '现状问题'
      },
      {
        cont: ['科学的分析系统特点，根据性能指标和主要流程和功能，设计性能测试典型场景。在线上环境进行压力测试，提出合理完善的测试计划和测试方案，保证系统使用不受影响，并能获取到真实的性能数据。提供权威的性能测试结果和调优建议。'],
        title: '解决方案'
      }
    ],
    pcont: ['基于业务场景与用户行为的全链路压力测试，', '发现并发瓶颈，优化容量规划']
  },
  {
    t: "可靠性测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '格兰仕智能冰箱',
    content: [
      {
        cont: ['格兰仕冰箱定位于“全球最大空调专业化制造中心”，高起点快速切入市场。在中国悄然上市的21.5寸大屏款ICE WORLD，硬件和软件配置都超国际一流水准，为中国的高端消费群体带来了不一样的冰箱新体验'],
        imgs: ['timg.jpg', 'gelan3.png', 'gelan4.png'],
        title: '案例介绍'
      },
      {
        cont: ['智能硬件产品与软件产品功能繁杂，专业测试人员不足，测试工作量巨大。'],
        title: '现状问题'
      },
      {
        cont: ['按照国家智能家电质量测试标准对硬件样品进行制定智能家电性能测试、互联测试、多手机用户测试、安全性测试、复杂测试场景、可靠性的测试。硬件测试是针对大型智能家电的测试需求进行分析评估，对大型智能冰箱提出具体测试方案。其目的是解决大型智能冰箱在使用过程中出现的异常和问题，并通过相关测试去发现潜在问题，消除可能的风险。针对各类家用和类似用途电器，依据相关标准及技术规范，从自学习、自适应、自协调、自诊断、自推理、自组织、自校正和安全易用八个方面对各类家电的智能功能进行系统、科学的评价。'],
        title: '解决方案'
      }
    ],
    pcont: ['通过低温试验、高温试验、', '恒定湿热试验、N/A全方面对硬件进行测试']
  },
  {
    t: "无线通信模组测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '智慧灯光',
    content: [
      {
        cont: ['研发型企业缺少专业测试团队，投放市场前无法全面评估产品的性能，没有科学系统的方法查找产品在正式使用环境中还存在的潜在隐患。'],
        imgs: ['zhideng1.png', 'zhideng2.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['研发型企业缺少专业测试团队，投放市场前无法全面评估产品的性能，没有科学系统的方法查找产品在正式使用环境中还存在的潜在隐患。'],
        title: '现状问题'
      },
      {
        cont: ['根据客户需求和产品使用场景，制定测试方案，搭建测试环境，全面系统地评测产品的性能。', '提供的测试包括节点性能、网络性能。', '节点性能：', '射频性能、功耗、电源适应性、环境适应性、通信距离等', '网络性能：', '1.多跳mesh组网路由设计', '2.规模节点（200个节点）组网网络风暴的避免机制', '3.通信可靠性技术（抗干扰技术、确认机制）'],
        title: '解决方案'
      }
    ],
    pcont: ['通过无线通信模组测试产品的性能，', '包括发射性能、接收性能、电源适应性、传输性能等专业测试。']
  },
  {
    t: "连通性测试",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '安吉尔净水器',
    content: [
      {
        cont: ['安吉尔是由深圳安吉尔饮水产业集团有限公司自创的品牌，二十多年来，深圳安吉尔饮水产业集团有限公司始终坚持科技创新，自主研发。安吉尔智能净水器，水龙头上选配创新“数控水龙头”与主机同步显示，轻松实现人机信息交流。最大亮点拥有滤芯寿命显示功能，滤芯使用剩余小时数显示。'],
        imgs: ['angle1.jpg', 'angle2.jpg', 'angle3.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['测试手机端不足，需要一个专业的测试团队对硬件与软件进行测试。'],
        title: '现状问题'
      },
      {
        cont: ['采用专家走查的方式，进行用户体验测试，目的是站在用户角度思考解决方案，提高智能净水器这一产品的用户体验，改善产品，提高产品的竞争力。此外，还将进行深度兼容测试和蓝牙'],
        title: '解决方案'
      }
    ],
    pcont: ['（测试产品网络状况、硬件跟手机节点之间打流，', '误码率、传输速率、延时等测试）']
  },
  {
    t: "CMA",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '安吉尔净水器',
    content: [
      {
        cont: ['自1997年6月创立以来，凭借先进的技术和优质的服务，网易深受广大网民的欢迎，曾两次被中国互联网络信息中心（CNNIC）评选为中国十佳网站之首。在开发互联网应用、服务及其它技术方面，网易始终保持业界的领先地位，并取得了中国互联网行业的多项第一。'],
        imgs: ['wangyi163.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['处于验收建设关键阶段需要申请政府科技计划项目资助、申报各类科技成果奖，以及软件产品入市的准备，需要反映成果的技术水平和市场价值。'],
        title: '现状问题'
      },
      {
        cont: ['根据专项资金拨款项目和科研项目计划任务书的要求，对软件产品所应实现的功能和性能指标进行验证，为承担过政府资助项目的IT企业提供国家工信部权威的第三方测试'],
        title: '解决方案'
      }
    ],
    pcont: ['广东省第一个获得第三方软件测试牌照-CMA的民营企业', '为计量认证合格的检测机构出具的检测报告上并加盖 CMA 专用章']
  },
  {
    t: "CNAS",
    tabs: [
      { icon: "icon01", title: "标准化测试流程", content: "国际标准规范针对检测国际标准规范针对检测覆盖全面，重现测试轨迹深入识别APP隐藏的功能缺陷" },
      { icon: "icon02", title: "专家真机测试", content: "国内领先技术十年测试经验专家团队真人真机全方位测试" },
      { icon: "icon03", title: "海量用例数据库", content: "十年累计千万用例为产品提供全面测试用例大数据为产品测试达到全面化" },
    ],
    title: '联通“一起沃”平台',
    content: [
      {
        cont: ['公司主要承担广东联通通信网络建设、网络维护，以及新业务项目开发与支撑等工作，为广东联通发展提供了优质的服务，逐步成为了广东联通网络价值链上的重要一环，工程项目质量和维护质量均达到同行较高水平，屡次受到广东联通表扬。'],
        imgs: ['liangtong1.jpg','liangtong3.jpg','liangtong2.jpg'],
        title: '案例介绍'
      },
      {
        cont: ['准备申请国家税收优惠；申请系统集成资质；申请高新企业认定；需要软件自律评估；软件产品准备入市。'],
        title: '现状问题'
      },
      {
        cont: ['为IT企业提供双软企业认定中必备的软件产品登记测试，并出具国家认可的测试报告。'],
        title: '解决方案'
      }
    ],
    pcont: ['信息处理产品标准符合性检测中心-广东授权检测中心', '为企业提供国家税收优惠政策的必备条件认证服务']
  },
]

